"Part1" = "POLSKI";
"Part2" = "APPLE INC.";
"Part3" = "UMOWA LICENCYJNA APLIKACJI SKRÓTY DLA iOS";
"Part4" = "PRZED UŻYCIEM TEGO OPROGRAMOWANIA APPLE NALEŻY DOKŁADNIE PRZECZYTAĆ NINIEJSZĄ UMOWĘ LICENCYJNĄ (ZWANĄ DALEJ LICENCJĄ). UŻYWAJĄC TEGO OPROGRAMOWANIA APPLE, UŻYTKOWNIK AKCEPTUJE WARUNKI OKREŚLONE W TEJ LICENCJI. JEŻELI UŻYTKOWNIK NIE ZGADZA SIĘ Z WARUNKAMI NINIEJSZEJ LICENCJI, NIE POWINIEN INSTALOWAĆ ORAZ/LUB UŻYWAĆ TEGO OPROGRAMOWANIA.";
"Part5" = "WAŻNE: W zakresie, w jakim to oprogramowanie może być używane do powielania, publikowania oraz dystrybuowania materiałów, niniejsza licencja zezwala wyłącznie na powielanie, modyfikowanie oraz dystrybuowanie materiałów, które nie są chronione prawem autorskim lub materiałów, do których Użytkownik posiada prawa autorskie lub legalne zezwolenie na powielanie, modyfikowanie, publikowanie lub dystrybuowanie. Jeżeli Użytkownik nie jest pewien swoich praw do kopiowania, modyfikowania, publikowania lub rozprowadzania materiałów, powinien skontaktować się z prawnikiem.";
"Part6" = "1. Postanowienia ogólne.";
"Part7" = "A. Na Oprogramowanie Apple, każde oprogramowanie firm trzecich, dokumentację interfejsy, treści, zawartości, czcionki oraz wszelkie dane dołączone do niniejszej Licencji, czy to zainstalowane na urządzeniu marki Apple, na dysku, w pamięci tylko do odczytu, na dowolnym innym nośniku, bądź w dowolnej innej formie (zwane dalej ogólnie „Oprogramowaniem Apple”) firma Apple Inc. (zwana dalej „Apple”) udziela licencji wyłącznie na warunkach określonych w niniejszej Licencji. Apple i/lub licencjodawcy Apple zachowują prawo własności do Oprogramowania Apple i zastrzega sobie wszelkie prawa, które nie zostały wprost przyznane Użytkownikowi. ";
"Part8" = "B. Apple, według własnego uznania, może udostępniać w przyszłości uaktualnienia lub nowe wersje tego Oprogramowania Apple przeznaczonego dla zgodnego urządzenia marki Apple z systemem iOS. Uaktualnienia lub nowe wersje Oprogramowania Apple, jeśli takie będą, mogą nie zawierać wszystkich bieżących lub nowych funkcji, które Apple udostępnia w nowszych wersjach lub innych modelach urządzeń z systemem iOS. Warunki niniejszej Licencji mają zastosowanie do wszystkich uaktualnień lub nowych wersji oprogramowania dostarczanych przez Apple do oryginalnego Oprogramowania Apple, o ile do tej nowej wersji lub uaktualnienia nie zostanie dołączona oddzielna licencja, do której warunków Użytkownik zgadza się stosować. ";
"Part9" = "2. Dozwolone sposoby wykorzystania licencji i ograniczenia.";
"Part10" = "A. Licencja. Zgodnie z zasadami i warunkami wynikającymi z niniejszej Licencji oraz zgodnie z Warunkami korzystania z usług i treści zdefiniowanych w Warunkach świadczenia usług Apple Media pod adresem (https://www.apple.com/legal/internet-services/itunes/) („Warunki korzystania”), o ile Użytkownik nie nabył Oprogramowania Apple zgodnie z punktem 2B, Użytkownik otrzymuje ograniczone prawo do zainstalowania i używania jednej kopii tego Oprogramowania Apple na dowolnym z posiadanych lub kontrolowanych przez Użytkownika urządzeniu iOS marki Apple oraz prawa tego nie może nikomu przekazywać. Użytkownik nie może rozpowszechniać lub udostępniać Oprogramowania Apple w sieci, gdzie mogłoby ono być użyte przez wiele urządzeń w tym samym czasie. Użytkownik nie ma prawa do wypożyczania, dzierżawienia, sprzedawania, redystrybucji, ani do udzielania licencji na Oprogramowanie Apple.";
"Part11" = "B. Licencja wielostanowiskowa lub Licencja serwisowa. Jeśli Użytkownik uzyskał Oprogramowanie Apple na podstawie Licencji zbiorowej lub Licencji serwisowej od Apple, warunki Licencji zbiorowej lub Licencji serwisowej Użytkownika określają liczbę kopii Oprogramowania Apple, jaką Użytkownik ma prawo pobrać, zainstalować, korzystać i uruchamiać na urządzeniach z systemem iOS marki Apple, których Użytkownik jest właścicielem, lub które są pod jego kontrolą.  Oprócz przyznanych pisemnie przez Apple warunków, wszystkie pozostałe warunki oraz postanowienia tej Licencji mają zastosowanie do sposobów korzystania z Oprogramowania Apple uzyskanego na podstawie Licencji wielostanowiskowej lub Licencji serwisowej.";
"Part12" = "C. Wymagania systemowe. Oprogramowanie Apple jest wspierane wyłącznie na urządzeniach marki Apple, które spełnia wyszczególnione wymagania wskazane przez Apple.";
"Part13" = "D. Treści i materiały w postaci cyfrowej. Tytuł i prawo własności intelektualnej do dowolnych treści, w tym znaków towarowych, logotypów i grafik wyświetlanych lub udostępnianych przez to Oprogramowanie Apple należy do właściciela tych treści. Treść taka może być chroniona prawem autorskim znakiem towarowym lub innymi przepisami prawa dotyczącymi własności intelektualnej oraz może podlegać postanowieniom i warunkom strony trzeciej, będącej dostarczycielem takiej treści. Poza sytuacjami, które zostały podane w tej Licencji (i) ta Licencja nie przyznaje żadnych praw do używania tych treści i materiałów, oraz (ii) Użytkownik nie może wykorzystywać, ekstrahować lub dystrybuować, w postaci samodzielnej pracy, żadnych fotografii, logo, tekstu, kodu, obrazków, grafik, plików audio, wideo lub podobnych materiałów („Materiałów cyfrowych”) zawartych w Oprogramowaniu Apple, lub w inny sposób wykorzystywać Materiały cyfrowe poza zamierzonym zakresem ich użycia jako części Oprogramowania Apple.";
"Part14" = "E. Używanie Skrótów. Użytkownik potwierdza, że za wszystkie skróty czynności aplikacji oraz/lub witryn („Skróty”) odpowiadają wyłącznie podmioty, od których te Skróty pochodzą. Apple nie sprawuje nad nimi żadnej kontroli, oraz nie przyjmuje żadnej odpowiedzialności z tytułu zawartości lub funkcjonalności dowolnego Skrótu pochodzącego od innych podmiotów. Użytkownik używa Skrótów na własne ryzyko i jest wyłącznie odpowiedzialny za zgodność z wszelkimi warunkami oraz umowami wynikłymi z tytułu korzystania ze Skrótów. Użytkownik potwierdza, że firma Apple nie ma obowiązku uprzedniego sprawdzenia Skrótów, aczkolwiek Apple zastrzega sobie prawo, według własnego uznania, do uprzedniego sprawdzenia, odrzucenia, wyłączenia lub usunięcia dowolnego Skrótu. ";
"Part15" = "F.  Udostępnianie Skrótów. To Oprogramowanie Apple może umożliwiać udostępnianie za pośrednictwem łącza internetowego innym Skrótów utworzonych przez Użytkownika. Udostępniane Skróty Użytkownika, razem z dowolną zawartością w nich osadzoną, mogą być przechowywane na serwerach Apple do celów umożliwienia udostępnienia oraz mogą być wykorzystywane do ogólnego ulepszenia produktów oraz usług Apple. Udostępniane skróty Użytkownika, razem z dowolną zawartością w nich osadzoną, będą dostępne każdemu, kto może korzystać z tego łącza internetowego, kto może kopiować, zachowywać, modyfikować i redystrybuować kopię Skrótu Użytkownika wraz z osadzoną w nich zawartością. Udostępniając Skrót, Użytkownik oświadcza, że: (1) posiada wszystkie niezbędne prawa i licencje do tych Skrótów, i że to udostępnienie nie naruszy praw innych osób lub podmiotów; oraz (2) każdy udostępniany przez Użytkownika Skrót nie naruszy żadnych praw, nie przyczyni się do zachowania niezgodnego z prawem, lub w inny sposób będzie nieprzyzwoity lub budzący zastrzeżenia. Użytkownik potwierdza, że firma Apple nie ma obowiązku przeglądu Skrótów udostęPnianych przez Użytkownika, aczkolwiek Apple zastrzega sobie prawo, według własnego uznania, do przeglądu, wyłączenia lub usunięcia dowolnego udostępnianego przez Użytkownika Skrótu.";
"Part16" = "G. Ograniczenia użycia. Użytkownik akceptuje, że nie będzie: wysyłał na serwery, wysyłał pocztą email, transmitował, rozpowszechniał, udostępniał lub w inny sposób nie czynił dostępnym Skrótu, który (1) jest niezgodny z prawem, niedozwolony, zniesławiający, wulgarny, obsceniczny, oszczerczy, rasistowski lub niepożądany ze względów, etnicznych lub innych; (2) narusza lub zachęca do postępowania, które naruszałoby jakiekolwiek obowiązujące prawo lub regulacje, lub pociągałoby za sobą odpowiedzialność cywilną; (3) promuje dyskryminację, bigoterię, rasizm, nienawiść, nękanie lub wyrządzanie krzywdy jakiejkolwiek osobie lub grupie; (4) jest agresywny lub groźny, lub promuje przemoc, albo działania zagrażające innym osobom; (5) promuje nielegalne lub szkodliwe działania; lub (6) Użytkownik wie, lub podejrzewa, że jest fałszywy, wprowadzający w błąd, oszukańczy lub w jakikolwiek sposób zwodniczy dla innych użytkowników takiego Skrótu. Ponadto Użytkownik zgadza się, że nie będzie przeszkadzał, zakłócał, ani stwarzał zbędnego obciążenia dla serwerów lub sieci połączonych z tym Oprogramowaniem lub dowolnych aplikacji, usług lub witryn innych firm na swoim urządzeniu iOS (Aplikacje firm trzecich) lub naruszał regulacji, zasad lub procedur związanych z tymi sieciami lub Aplikacjami firm trzecich.";
"Part17" = "H. Aplikacje firm trzecich. W celu uruchomienia i wykonania niektórych Skrótów, to Oprogramowanie Apple musi uzyskać dostęp do niektórych Aplikacji firm trzecich. Użytkownik wyraźnie przyznaje, że zgadza się i autoryzuje Oprogramowanie Apple do dostępu oraz wykorzystywania tych Aplikacji firm trzecich w imieniu Użytkownika i w zakresie niezbędnym do uruchomienia i wykonania tego Skrótu razem z Oprogramowaniem Apple. W zakresie dostępu przez Oprogramowanie Apple do dowolnych Aplikacji firm trzecich, firma Apple nie jest zobowiązana (ani wprost, ani w sposób domniemany) do udzielania wsparcia technicznego lub innego, dotyczącego takich Aplikacji firm trzecich. W celu uzyskania pomocy technicznej dotyczącej takich usług, witryn, oprogramowania i/lub produktów, należy skontaktować się ze sprzedawcą, producentem lub podmiotem udostępniającym daną usługę lub oprogramowanie.  UŻYTKOWNIK PONADTO ZGADZA SIĘ, ŻE  PODCZAS KORZYSTANIA Z TEGO OPROGRAMOWANIA APPLE BĘDZIE ZOBOWIĄZANY I ZGADZA SIĘ PRZESTRZEGAĆ WSZYSTKIE STOSOWNE WARUNKI ŚWIADCZENIA USŁUG LUB INNYCH POROZUMIEŃ DOTYCZĄCYCH TAKICH APLIKACJI FIRM TRZECICH. UŻYTKOWNIK JEST WYŁĄCZNIE ODPOWIEDZIALNY ZA ZAGWARANTOWANIE, ŻE WSZYSTKIE SKRÓTY BĘDĄ ZGODNE ZE STOSOWNYMI WARUNKAMI APLIKACJI FIRM TRZECICH WYKORZYSTYWANYCH PRZEZ TEN SKRÓT. FIRMA APPLE NIE GWARANTUJE W ŻADEN SPOSÓB, ŻE APLIKACJA SKRÓTY BĘDZIE PRZESTRZEGAŁA WARUNKÓW APLIKACJI FIRM TRZECICH, A TAKŻE FIRMA APPLE JEST ODPOWIEDZIALNA ZA JAKIEKOLWIEK SKRÓTY FIRM TRZECICH.";
"Part18" = "I.  Zakaz stosowania inżynierii wstecznej. Użytkownik nie może i przyznaje, że samemu nie będzie lub umożliwiał innym kopiować (poza wyjątkami określonymi w tej Licencji oraz Warunkach korzystania, jeśli mają one zastosowanie w stosunku do Użytkownika) dekompilować, stosować odwrotnej inżynierii, deasemblować, tworzyć prac pochodnych z kodu źródłowego, deszyfrować, modyfikować lub tworzyć prac pochodnych z Oprogramowania Apple lub wszelkich usług udostępnianych przez Oprogramowanie Apple ani żadnej jego części składowej (poza określonymi wyjątkami i tylko w zakresie dopuszczalnym przez odpowiednie prawo lub warunki licencji dotyczące używania składników otwartego oprogramowania włączonych do Oprogramowania Apple).";
"Part19" = "J.  Przestrzeganie prawa. Użytkownik wyraża zgodę na korzystanie z Oprogramowania Apple i Usług (zdefiniowanych w punkcie 4 poniżej) zgodnie z obowiązującym prawem, w tym także prawem lokalnym kraju lub regionu, w którym się znajduje, w którym pobiera lub w którym używa Usług i Oprogramowania Apple.";
"Part20" = "K. Automatyczne uaktualnienia.  Jeśli Użytkownik wybierze automatyczne uaktualnienia aplikacji, urządzenie Użytkownika będzie cyklicznie sprawdzał w Apple dostępność uaktualnień oraz nowych wersji Oprogramowania Apple, i jeśli takie uaktualnienie lub nowa wersja będą dostępne, zostaną automatycznie pobrane i zainstalowane na urządzeniu Użytkownika oraz, jeśli taka  opcja będzie miała zastosowanie, na urządzeniach peryferyjnych Użytkownika.  Użytkownik może w dowolnej chwili wyłączyć automatyczne uaktualnianie oprogramowania  w programie Ustawienia.";
"Part21" = "3. Zgoda na używanie danych. ";
"Part22" = "A. Dane analiz. Jeśli Użytkownik zdecyduje się zaakceptować gromadzenie danych Analiz, wyraża tym samym zgodę na gromadzenie, przetwarzanie i wykorzystywanie przez Apple, przedstawicieli Apple oraz firmy zależne informacji technicznych lub innych, w tym między innymi, lecz nie ograniczając tylko do unikatowych systemowych lub sprzętowych identyfikatorów, informacji o urządzeniu iOS Użytkownika, informacji o komputerze, systemie i oprogramowaniu oraz urządzeniach peryferyjnych. Informacje te są gromadzone okresowo w celu dostarczania oraz ulepszania produktów i usług Apple, ułatwienia dostarczania uaktualnień oprogramowania, pomocy technicznej lub innych usług związanych z Oprogramowaniem Apple, jak również w celu potwierdzenia zgodności z warunkami niniejszej Licencji. Apple może wykorzystywać te informacje do celów wymienionych powyżej, pod warunkiem, że gromadzone są one w postaci uniemożliwiającej identyfikację Użytkownika. Aby umożliwić partnerom Apple oraz innym firmom programistycznym ulepszanie swojego oprogramowania, urządzeń oraz usług zaprojektowanych do używania z produktami Apple, firma Apple może także udostępniać takim partnerom oraz innym firmom programistycznym podzbiór danych diagnostycznych, które mogą mieć związek z oprogramowaniem, urządzeniami i/lub usługami, pod warunkiem, że te dane diagnostyczne nie pozwalają na identyfikację Użytkownika. ";
"Part23" = "B. Dane lokalizacji. Apple, partnerzy Apple, licencjobiorcy oraz deweloperzy mogą udostępniać określone usługi poprzez Oprogramowanie Apple, wykorzystujące dane dotyczące lokalizacji. Aby dostarczać oraz ulepszać te usługi tam, gdzie są dostępne, Apple i jego partnerzy, licencjobiorcy oraz deweloperzy mogą przesyłać, gromadzić, zachowywać, przetwarzać i używać danych dotyczących lokalizacji Użytkownika. Dane dotyczące lokalizacji oraz zapytania są gromadzone przez Apple w takiej formie, która nie pozwala na identyfikację Użytkownika. Mogą być one używane przez Apple, partnerów Apple, licencjobiorców oraz innych deweloperów w celu dostarczania oraz ulepszania usług i produktów wykorzystujących lokalizację. Korzystając z usług lokalizacji udostępnianych przez lub za pomocą Oprogramowania Apple, Użytkownik wyraża zgodę i zezwala Apple oraz partnerom, licencjobiorcom i innym firmom na przesyłanie, gromadzenie, utrzymywanie, przetwarzanie i używanie danych dotyczących lokalizacji Użytkownika oraz zapytań, w celu udostępniania oraz ulepszania tych produktów i usług. Użytkownik może w dowolnej chwili wycofać tę zgodę, otwierając ustawienia Usług lokalizacji w urządzeniu iOS i wyłączając globalnie Usługi lokalizacji lub zmieniając ustawienia lokalizacji poszczególnych składników Oprogramowania Apple. Podczas korzystania z aplikacji lub usług innych firm, używających lub udostępniających dane lokalizacji na urządzeniu iOS, Użytkownik powinien zapoznać się z polityką zachowania prywatności tych firm, dotyczącą wykorzystania danych lokalizacji przez te aplikacje lub usługi.";
"Part24" = "C. Polityka prywatności. Dane Użytkownika będą zawsze traktowane zgodnie z polityką ochrony prywatności klientów firmy Apple, dołączonymi do niniejszej Licencji i dostępnymi pod adresem https://www.apple.com/legal/privacy/.";
"Part25" = "4. Usługi i materiały innych firm.";
"Part26" = "A. Postanowienia ogólne.  Oprogramowanie Apple może umożliwiać dostęp do iTunes Store, App Store, iCloud, Map i innych usług oraz witryn internetowych, udostępnianych przez Apple lub inne firmy (łącznie określanych mianem „Usług”). Usługi te mogą nie być dostępne we wszystkich językach lub we wszystkich krajach.  Korzystanie z tych Usług wymaga połączenia z Internetem. Dostęp i korzystanie z niektórych Usług może wymagać własnego Apple ID, może wymagać zaakceptowania dodatkowych warunków, a także może podlegać dodatkowym opłatom. Korzystając z tego oprogramowania łącznie z kontem iTunes Store, Apple ID lub inną usługą Apple, Użytkownik akceptuje stosowne warunki korzystania z tych usług poprzez to konto, takie jak Warunki korzystania z usług Apple Media, z którymi można się zapoznać pod adresem https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Jeśli Użytkownik zdecyduje się korzystać z usług iCloud poprzez Oprogramowanie Apple, wówczas takie korzystanie podlega dodatkowo: Warunkom świadczenia usługi iCloud, które są dostępne na stronie https://www.apple.com/legal/internet-services/icloud/ oraz Zasadami ochrony prywatności Apple, z którymi można się zapoznać na stronie https://www.apple.com/legal/privacy/.";
"Part28" = "C. Użytkownik zgadza się, że korzystając z Usług może natrafić na treści, które mogą się wydać obraźliwe, niegrzeczne lub wywołujące sprzeciw, a także takie, które mogą nie być oznaczone jako dozwolone dla osób dorosłych. Pomimo to, Użytkownik zgadza się korzystać z Usług na swoje wyłączne ryzyko, a firma Apple nie będzie ponosiła żadnej odpowiedzialności wobec Użytkownika za zawartość, która może być obraźliwa, niestosowna lub niepożądana. ";
"Part29" = "D. Pewne Usługi mogą wyświetlać, zawierać lub udostępniać usługi, treści, dane, informacje, aplikacje lub materiały firm trzecich („Materiały firm trzecich”) lub udostępniać połączenia do pewnych witryn lub aplikacji firm trzecich. Korzystając z tych Usług, Użytkownik potwierdza i zgadza się, że Apple nie odpowiada za sprawdzenie i ocenę zawartości lub dokładności, kompletności, aktualności, ważności, zgodności z prawami autorskimi, zgodności z prawem powszechnym, przyzwoitości, jakości lub wszelkich innych aspektów materiałów, aplikacji lub witryn firm trzecich . Apple, zatrudnieni przez Apple urzędnicy, strony współpracujące oraz filie nie gwarantują, nie popierają, ani nie zakładają ponoszenia jakichkolwiek zobowiązań lub odpowiedzialności za Usługi, Materiały, aplikacje lub witryny firm trzecich, ani też za inne materiały, produkty lub usługi firm trzecich. Materiały lub połączenia do witryn lub aplikacji firm trzecich są dostarczane wyłącznie z uwagi na wygodę Użytkownika. ";
"Part30" = "E. W związku z tym, że korzystając z tych usług Użytkownik może umieszczać dowolne materiały, Użytkownik oświadcza, że posiada wszelkie prawa lub posiada zgodę lub w inny sposób ma prawną zgodę do umieszczania tych materiałów, oraz że te materiały nie naruszają w żaden sposób warunków korzystania z usług oraz postanowień stosownych do tych Usług. Użytkownik zgadza się, że Usługi zawierają zastrzeżone treści, dane oraz materiały, włączając w to lecz nie ograniczając do Materiałów w postaci cyfrowej należących do Apple, właściciela witryny i/lub licencjodawców, które są chronione jako własność intelektualna oraz przez inne przepisy prawne, w tym, ale nie tylko, przez prawa autorskie.  Użytkownik zgadza się, że nie będzie wykorzystywał tych zastrzeżonych treści, danych lub materiałów w jakikolwiek inny sposób oprócz tego, który jest dozwolony przez Usługi lub w inny sposób, który jest niezgodny z warunkami i ograniczeniami tej Licencji, lub naruszający prawa własności intelektualnej firm trzecich lub Apple. Żadna część Usług nie może być reprodukowana w jakiejkolwiek formie ani w jakikolwiek sposób. Użytkownik wyraża zgodę na to, że nie będzie tworzył, modyfikował, wypożyczał, wynajmował, dzierżawił, sprzedawał ani rozpowszechniał dzieł pochodnych w oparciu o Usługi, ani nie będzie wykorzystywał Usług w jakikolwiek nieautoryzowany sposób, włączając w to m.in. przesyłanie za ich pośrednictwem wirusów, robaków, koni trojańskich lub innego złośliwego oprogramowania oraz naruszanie lub obciążanie sieci. Użytkownik zgadza się nie korzystać z Usług w żaden sposób powodujący niepokojenie, znieważanie, śledzenie, grożenie, zniesławianie lub w inny sposób naruszanie lub łamanie praw innych użytkowników lub stron. Firma Apple nie będzie w żaden sposób odpowiedzialna za wszelkie takie działania użytkownika, ani z tytułu niepokojenia, grożenia, oszczerstw, obraźliwych lub nielegalnych wiadomości lub przekazów, jakie użytkownik może otrzymać w wyniku korzystania z Usług.";
"Part31" = "F. Usługi i Materiały firm trzecich, do których dostęp może zapewniać Oprogramowanie Apple, mogą być niedostępne w niektórych językach i w niektórych krajach lub regionach. Apple nie gwarantuje, że te Usługi oraz Materiały firm trzecich są odpowiednie lub dostępne dla użytkowników do użycia w danym miejscu. W zakresie wybranym przez Użytkownika możliwości użycia lub dostępu do takich usług oraz materiałów firm trzecich, Użytkownik robi to ze swojej własnej inicjatywy i odpowiada za to zgodnie z odpowiednimi przepisami prawnymi, w tym, ale nie tylko, z prawem lokalnym oraz praw o ochronie prywatności i gromadzeniu danych. Apple i jego licencjodawcy zastrzegają sobie prawo do zmiany, zawieszenia, usunięcia lub wyłączenia dostępu do Usług w dowolnym momencie bez powiadomienia. W żadnym wypadku firma Apple nie będzie odpowiedzialna za usunięcie lub wyłączenie dostępu do jakichkolwiek usług. Apple może też wprowadzić ograniczenia w korzystaniu lub w dostępie do niektórych usług, w dowolnym momencie bez powiadomienia i bez ponoszenia odpowiedzialności. ";
"Part32" = "5. Wygaśnięcie licencji. Niniejsza Licencja obowiązuje do czasu jej wygaśnięcia. Prawa Użytkownika automatycznie wygasają lub przestają obowiązywać bez osobnego powiadomienia ze strony Apple, jeżeli Użytkownik nie zastosuje się do dowolnego punktu niniejszej Licencji. Po wygaśnięciu niniejszej Licencji użytkownik powinien zaprzestać używania Oprogramowania Apple i zniszczyć wszystkie kopie, pełne lub częściowe, Oprogramowania Apple. Punkty 2I, 3, 4, 5, 6, 7, 8, 10 oraz 11 niniejszej Licencji zachowują ważność nawet po jej wygaśnięciu.";
"Part33" = "6. Ograniczenia rękojmi. ";
"Part34" = "A. Jeśli Użytkownik jest konsumentem (korzysta z Oprogramowania Apple poza własną branżą, firmą lub bez związku z wykonywanym przez Użytkownika zawodem), może mieć w kraju, w którym mieszka, prawo do wyłączenia stosowania poniższych ograniczeń względem Użytkownika, i tam gdzie jest to niedozwolone, ograniczenia te nie będą miały zastosowania względem Użytkownika. Aby dowiedzieć się więcej na temat praw konsumenta, należy się skontaktować z lokalną organizacją konsumencką.";
"Part35" = "B. UŻYTKOWNIK PRZYZNAJE I ZGADZA SIĘ, ŻE W ZAKRESIE DOZWOLONYM PRZEZ OBOWIĄZUJĄCE PRAWO, KORZYSTA Z OPROGRAMOWANIA APPLE ORAZ USŁUG ŚWIADCZONYCH PRZEZ LUB ZA POŚREDNICTWEM OPROGRAMOWANIA APPLE NA WŁASNE RYZYKO, PRZYJMUJĄC NA SIEBIE WYŁĄCZNE RYZYKO ZWIĄZANE Z JAKOŚCIĄ, DZIAŁANIEM, DOKŁADNOŚCIĄ I WYMAGANYMI STARANIAMI. ";
"Part36" = "C. W MAKSYMALNYM ZAKRESIE DOPUSZCZALNYM PRZEZ STOSOWNE PRZEPISY PRAWNE, OPROGRAMOWANIE APPLE I JAKIEKOLWIEK USŁUGI SĄ DOSTARCZANE „TAKIE JAKIE SĄ” ORAZ „W MIARĘ DOSTĘPNOŚCI”, ZE WSZYSTKIMI WADAMI I BEZ JAKIEJKOLWIEK GWARANCJI, A APPLE I PODMIOTY, KTÓRE UDZIELIŁY LICENCJI FIRMIE APPLE (ZWANE DALEJ JAKO „APPLE” DLA POTRZEB ROZDZIAŁÓW 6 i 7), ZRZEKAJĄ SIĘ WSZELKICH GWARANCJI W ODNIESIENIU DO OPROGRAMOWANIA  ORAZ USŁUG APPLE, ZARÓWNO WYRAŻONE WPROST, DOMNIEMANE LUB USTAWOWE, W TYM, MIĘDZY INNYMI, DOMNIEMANE GWARANCJE I/LUB WARUNKI HANDLOWE, SATYSFAKCJONUJĄCEJ JAKOŚCI I PRZYDATNOŚCI DO OKREŚLONEGO CELU, DOKŁADNOŚCI, NIEZAKŁÓCONEGO UŻYTKOWANIA ORAZ NIENARUSZANIA PRAW FIRM TRZECICH. ";
"Part37" = "D. APPLE NIE GWARANTUJE SATYSFAKCJI Z OPROGRAMOWANIA I USŁUG, ANI TEGO, ŻE FUNKCJE LUB USŁUGI WYKONYWANE LUB UDOSTĘPNIANE PRZEZ OPROGRAMOWANIE APPLE BĘDĄ SPEŁNIAŁY WYMAGANIA UŻYTKOWNIKA, ŻE DZIAŁANIE USŁUG I OPROGRAMOWANIA APPLE BĘDZIE NIEPRZERWANE I WOLNE OD BŁĘDÓW, ŻE DOWOLNE USŁUGI BĘDĄ STALE DOSTĘPNE, ŻE OPROGRAMOWANIE LUB USŁUGI APPLE BĘDĄ NAPRAWIONE, LUB ŻE OPROGRAMOWANIE APPLE BĘDZIE ZGODNE LUB WSPÓŁPRACOWAŁO Z OPROGRAMOWANIEM, PROGRAMAMI LUB USŁUGAMI INNYCH FIRM. ZAINSTALOWANIE TEGO OPROGRAMOWANIA APPLE MOŻE MIEĆ WPŁYW NA DOSTĘPNOŚĆ ORAZ UŻYTECZNOŚĆ OPROGRAMOWANIA LUB USŁUG FIRM TRZECICH, A TAKŻE PRODUKTÓW I USŁUG APPLE. ";
"Part38" = "E. UŻYTKOWNIK AKCEPTUJE, ŻE OPROGRAMOWANIE ORAZ USŁUGI APPLE NIE SĄ PRZEZNACZONE DO UŻYCIA W SYTUACJACH LUB ŚRODOWISKU, GDZIE AWARIE, BŁĘDY LUB NIEDOKŁADNOŚCI W TREŚCI, DANYCH LUB INFORMACJI DOSTARCZANYCH PRZEZ OPROGRAMOWANIE APPLE LUB USŁUGI MOGŁYBY DOPROWADZIĆ DO ZGONU, URAZU LUB POWAŻNYCH ZNISZCZEŃ ŚRODKÓW TRWAŁYCH LUB ŚRODOWISKA, W TYM BEZ OGRANICZEŃ DO UŻYCIA W URZĄDZENIACH JĄDROWYCH, URZĄDZENIACH NAWIGACJI LOTNICZEJ LUB SYSTEMACH KOMUNIKACJI, W SYSTEMACH KONTROLI RUCHU POWIETRZNEGO, W MASZYNACH PODTRZYMUJĄCYCH ŻYCIE LUB SYSTEMACH OBRONNYCH.";
"Part39" = "F. ŻADNA USTNA LUB PISEMNA INFORMACJA UDZIELONA PRZEZ APPLE LUB AUTORYZOWANEGO PRZEDSTAWICIELA APPLE NIE STANOWI RĘKOJMI. W PRZYPADKU UDOWODNIENIA WADY OPROGRAMOWANIA APPLE LUB USŁUG UŻYTKOWNIK PONIESIE WSZYSTKIE KOSZTY ZWIĄZANE Z SERWISEM, NAPRAWĄ LUB KOREKCJĄ. NIEKTÓRE KRAJE NIE ZEZWALAJĄ NA WYŁĄCZENIE RĘKOJMI LUB OGRANICZENIA W ZAKRESIE STOSOWANIA USTAWOWYCH PRAW KONSUMENTA, DLATEGO TEŻ POWYŻSZE WYŁĄCZENIA MOGĄ NIE MIEĆ ZASTOSOWANIA. ";
"Part40" = "7. Ograniczenie odpowiedzialności. W ZAKRESIE DOPUSZCZONYM PRZEZ PRAWO, APPLE W ŻADNYM WYPADKU NIE PONOSI ODPOWIEDZIALNOŚCI ZA OSOBISTE URAZY ANI ZA JAKIEKOLWIEK PRZYPADKOWE, SPECJALNE, POŚREDNIE LUB WYNIKOWE SZKODY, W TYM, BEZ OGRANICZEŃ, ZA STRATY SPOWODOWANE UTRATĄ ZYSKÓW, USZKODZENIEM LUB UTRATĄ DANYCH, ZAKŁÓCENIEM PRZESYŁANIA LUB ODEBRANIA DANYCH, DZIAŁALNOŚCI FIRMY LUB INNE STRATY HANDLOWE, A TAKŻE ZA STRATY POWSTAŁE W WYNIKU LUB ZWIĄZANE UŻYWANIEM Z BRAKIEM MOŻLIWOŚCI UŻYWANIA OPROGRAMOWANIA APPLE ORAZ USŁUG, LUB OPROGRAMOWANIA, PROGRAMÓW FIRM TRZECICH W POŁĄCZENIU Z OPROGRAMOWANIEM APPLE LUB USŁUGAMI, NIEZALEŻNIE OD TEGO, KIEDY POWSTAŁY I BEZ WZGLĘDU NA TEORIĘ ODPOWIEDZIALNOŚCI (KONTRAKT, SZKODA CYWILNA LUB INNE), NAWET W PRZYPADKU POINFORMOWANIA APPLE O MOŻLIWOŚCI TAKICH SZKÓD. NIEKTÓRE KRAJE NIE ZEZWALAJĄ NA WYKLUCZENIE LUB OGRANICZENIE ODPOWIEDZIALNOŚCI ZA PONIESIONE OBRAŻENIA CIAŁA LUB ZA SZKODY PRZYPADKOWE BĄDŹ WYNIKOWE, WOBEC KTÓRYCH POWYŻSZE OGRANICZENIA MOGĄ NIE MIEĆ ZASTOSOWANIA. W żadnym wypadku łączna odpowiedzialność Apple za wszystkie uszkodzenia (inne niż wymagane przez stosowne przepisy prawa w przypadkach, w których doszło do obrażeń u osób) nie przekroczy kwoty pięćdziesięciu dolarów (50,00 USD). Powyższe ograniczenia będą miały zastosowanie nawet wtedy, gdy wyżej wymienione zadośćuczynienie straci swoją celowość.";
"Part41" = "8. Kontrola eksportu. Użytkownik nie może używać, eksportować lub reeksportować Oprogramowania Apple z wyjątkiem przypadków określonych przez prawo USA i prawo kraju, na terenie którego Oprogramowanie Apple zostało zakupione. W szczególności, ale bez ograniczeń, Oprogramowanie Apple nie może być eksportowane lub reeksportowane (a) do jakiegokolwiek kraju objętego przez USA embargiem bądź (b) do kogokolwiek, kto znajduje się na liście Specially Designated Nationals sporządzonej przez Departament Skarbu USA lub na liście U.S. Department of Commerce Denied Person’s List lub Entity List, ani na żadnej liście podmiotów objętych restrykcjami. Używając Oprogramowania Apple, Użytkownik gwarantuje, że nie znajduje się na terenie takiego kraju lub na terenie kontrolowanym przez ten kraj ani na żadnej z wyżej wymienionych list. Użytkownik zobowiązuje się też, że nie użyje Oprogramowania Apple do żadnego z celów zabronionych przez prawo USA, w tym między innymi do projektowania, wytwarzania bądź produkcji broni rakietowej, broni jądrowej, broni chemicznej lub biologicznej. ";
"Part42" = "9. Użytkownicy rządowi. Oprogramowanie Apple i związana z nim dokumentacja są Towarami Handlowymi w znaczeniu zdefiniowanym w 48 Tytule Kodeksu Przepisów Federalnych (C.F.R.) §2.101, obejmującym Handlowe Oprogramowanie Komputerowe (ang. Commercial Computer Software) oraz Dokumentację Handlowego Oprogramowania Komputerowego (ang. Commercial Computer Software Documentation), w znaczeniu używanym odpowiednio w 48 Tytule Kodeksu Przepisów Federalnych (C.F.R.) §12.212 lub 48 Tytule Kodeksu Przepisów Federalnych (C.F.R.) §227.7202. Zgodnie z odpowiednimi przepisami 48 Tytułu Kodeksu Przepisów Federalnych (C.F.R.) §12.212 lub 48 Tytułu Kodeksu Przepisów Federalnych (C.F.R.) §227.7202-1 do 227.7202-4, Handlowe Oprogramowanie Komputerowe oraz Dokumentacja Handlowego Oprogramowania Komputerowego są licencjonowane dla użytkowników rządowych w USA (a) tylko jako Towary Handlowe i (b) tylko z prawami gwarantowanymi dla wszystkich innych użytkowników zgodnie z warunkami niniejszej licencji. Zastrzeżone są niepublikowane prawa zgodnie z ustawą o ochronie praw autorskich obowiązującą w USA.";
"Part43" = "10. Prawo nadrzędne i odrębność. Niniejsza Licencja skonstruowana została zgodnie z prawem stanu Kalifornia i jest od niego zależna, z wyłączeniem norm kolizyjnych. Niniejsza Licencja nie będzie podlegała konwencji ONZ w sprawie kontraktów na międzynarodową sprzedaż towarów (ang. United Nations Convention on Contracts for the International Sale of Goods), której zastosowanie jest wyraźnie wyłączone. W przypadku konsumentów z Wielkiej Brytanii, niniejsza Licencja podlega prawom lokalnym zgodnym z miejscem zamieszkania Użytkownika. Jeżeli z jakichkolwiek przyczyn sąd kompetentnej jurysdykcji stwierdzi, że dowolna klauzula niniejszej Licencji, bądź jakakolwiek jej część jest niemożliwa do wyegzekwowania, wówczas nadal będzie obowiązywała pozostała część niniejszej licencji.";
"Part44" = "11. Kompletność porozumienia; nadrzędny język. Niniejsza Licencja stanowi całość porozumienia pomiędzy Użytkownikiem a Apple, dotyczącego tego Oprogramowania Apple i zastępuje wszystkie wcześniejsze i obecne porozumienia dotyczące przedmiotu. Żadne poprawki ani modyfikacje niniejszej Licencji nie będą wiążące, o ile nie zostaną sporządzone na piśmie i podpisane przez Apple. Przekład niniejszej Licencji wykonany został na potrzeby lokalne. W przypadku niezgodności pomiędzy wersją angielską a wersją lokalną, decydujące jest brzmienie wersji angielskiej niniejszej licencji w zakresie nie przekraczającym obowiązującego prawa lokalnego.";
"Part45" = "12. Podziękowania dla firm trzecich. Część Oprogramowania Apple może wykorzystywać lub zawierać oprogramowanie firm trzecich i inne materiały chronione prawem autorskim. Potwierdzenia, warunki licencji i sprostowania dotyczące tego typu materiałów zawarte są w dokumentacji elektronicznej Oprogramowania Apple, a korzystanie z tych materiałów przez Użytkownika jest ograniczone odpowiednimi warunkami.";
"Part46" = "EA1576";
"Part47" = "16.8.2018";